Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_bitcoin_birthday_title
source: Set Bitcoin recovery birthday
ar: قم بتعيين عيد ميلاد استرداد Bitcoin
de: Legen Sie den Geburtstag der Wiederherstellung Bitcoin fest
es: Establecer cumpleaños de recuperación Bitcoin
fa: تاریخ تولد بازیابی Bitcoin را تنظیم کنید
fr: Définir l'anniversaire de récupération de Bitcoin
he: הגדר יום הולדת לשחזור Bitcoin
hi: Bitcoin पुनर्प्राप्ति जन्मदिन सेट करें
id: Tetapkan ulang tahun pemulihan Bitcoin
it: Imposta il compleanno di recupero Bitcoin
ja: Bitcoin 回復の誕生日を設定する
ko: Bitcoin 복구 생일 설정
nl: Stel de herstelverjaardag Bitcoin in
pl: Ustaw datę odzyskiwania Bitcoin
pt: Definir aniversário de recuperação Bitcoin
ru: Установить день рождения восстановления Bitcoin
tr: Bitcoin kurtarma doğum gününü ayarla
uk: Встановити день народження відновлення Bitcoin
vi: Đặt ngày sinh phục hồi Bitcoin
zh_hans: 设置Bitcoin恢复生日
zh_hant: 設定Bitcoin恢復生日

# wallet_bitcoin_birthday_unavailable
source: Unlock the direct Bitcoin wallet and wait for its current operation to finish before setting the birthday height.
ar: افتح محفظة Bitcoin المباشرة وانتظر حتى انتهاء عملها الحالي قبل تحديد ارتفاع عيد الميلاد.
de: Entsperren Sie die direkte Bitcoin-Wallet und warten Sie, bis der aktuelle Vorgang abgeschlossen ist, bevor Sie die Geburtstagshöhe festlegen.
es: Desbloquee la billetera Bitcoin directa y espere a que finalice la operación actual antes de configurar la altura del cumpleaños.
fa: کیف پول مستقیم Bitcoin را باز کنید و قبل از تنظیم ارتفاع تولد منتظر بمانید تا عملیات فعلی آن به پایان برسد.
fr: Déverrouillez le portefeuille direct Bitcoin et attendez la fin de son opération en cours avant de définir la hauteur d'anniversaire.
he: פתח את הנעילה של ארנק Bitcoin הישיר והמתן עד שהפעולה הנוכחית שלו תסתיים לפני קביעת גובה יום ההולדת.
hi: सीधे Bitcoin वॉलेट को अनलॉक करें और जन्मदिन की ऊंचाई निर्धारित करने से पहले इसके वर्तमान ऑपरेशन के समाप्त होने तक प्रतीक्षा करें।
id: Buka kunci dompet Bitcoin langsung dan tunggu hingga pengoperasiannya selesai sebelum mengatur ketinggian ulang tahun.
it: Sblocca il portafoglio diretto Bitcoin e attendi il completamento dell'operazione corrente prima di impostare l'altezza del compleanno.
ja: ダイレクト Bitcoin ウォレットのロックを解除し、現在の操作が完了するまで待ってから、誕生日の高さを設定します。
ko: 생일 키를 설정하기 전에 직접 Bitcoin 지갑을 잠금 해제하고 현재 작업이 완료될 때까지 기다립니다.
nl: Ontgrendel de directe Bitcoin-portemonnee en wacht tot de huidige bewerking is voltooid voordat u de verjaardagshoogte instelt.
pl: Odblokuj portfel bezpośredni Bitcoin i poczekaj na zakończenie jego bieżącej operacji przed ustawieniem wysokości urodzin.
pt: Desbloqueie a carteira direta Bitcoin e aguarde a conclusão da operação atual antes de definir a altura do aniversário.
ru: Разблокируйте прямой кошелек Bitcoin и дождитесь завершения его текущей операции, прежде чем устанавливать высоту дня рождения.
tr: Doğrudan Bitcoin cüzdanının kilidini açın ve doğum günü yüksekliğini ayarlamadan önce mevcut işleminin bitmesini bekleyin.
uk: Розблокуйте прямий гаманець Bitcoin і зачекайте, поки завершиться поточна операція, перш ніж установлювати висоту дня народження.
vi: Mở khóa ví Bitcoin trực tiếp và đợi hoạt động hiện tại của nó kết thúc trước khi đặt chiều cao ngày sinh.
zh_hans: 解锁直接Bitcoin钱包并等待其当前操作完成后再设置生日高度。
zh_hant: 解鎖直接Bitcoin錢包並等待其當前作業完成後再設定生日高度。

# wallet_bitcoin_birthday_validated
source: validated block %1$d
ar: تم التحقق من صحة الكتلة %1$d
de: validierter Block %1$d
es: bloque validado %1$d
fa: بلوک معتبر %1$d
fr: bloc validé %1$d
he: בלוק מאומת %1$d
hi: मान्य ब्लॉक %1$d
id: blok tervalidasi %1$d
it: blocco validato %1$d
ja: 検証済みブロック %1$d
ko: 검증된 블록 %1$d
nl: gevalideerd blok %1$d
pl: zatwierdzony blok %1$d
pt: bloco validado %1$d
ru: проверенный блок %1$d
tr: doğrulanmış blok %1$d
uk: перевірений блок %1$d
vi: khối được xác thực %1$d
zh_hans: 验证块 %1$d
zh_hant: 驗證區塊 %1$d

# wallet_bitcoin_receive_failed
source: A new Bitcoin receive address could not be derived and persisted locally.
ar: تعذر اشتقاق عنوان استلام Bitcoin جديد واستمراره محليًا.
de: Eine neue Bitcoin-Empfangsadresse konnte nicht abgeleitet und lokal beibehalten werden.
es: No se pudo derivar ni conservar localmente una nueva dirección de recepción Bitcoin.
fa: یک آدرس دریافت جدید Bitcoin نمی تواند مشتق شود و به صورت محلی ادامه یابد.
fr: Une nouvelle adresse de réception Bitcoin n'a pas pu être dérivée et conservée localement.
he: לא ניתן היה לגזור כתובת חדשה לקבלה Bitcoin והיא נמשכת באופן מקומי.
hi: एक नया Bitcoin प्राप्त पता प्राप्त नहीं किया जा सका और स्थानीय रूप से जारी रखा जा सका।
id: Alamat penerimaan Bitcoin baru tidak dapat diperoleh dan disimpan secara lokal.
it: Non è stato possibile derivare un nuovo indirizzo di ricezione Bitcoin e renderlo persistente localmente.
ja: 新しい Bitcoin 受信アドレスをローカルに導出および保持できませんでした。
ko: 새 Bitcoin 수신 주소를 로컬에서 파생 및 유지할 수 없습니다.
nl: Een nieuw Bitcoin-ontvangstadres kon niet worden afgeleid en lokaal worden gehandhaafd.
pl: Nie można uzyskać i utrwalić nowego adresu odbiorczego Bitcoin lokalnie.
pt: Um novo endereço de recebimento Bitcoin não pôde ser derivado e persistido localmente.
ru: Новый адрес получения Bitcoin не удалось получить и сохранить локально.
tr: Yeni bir Bitcoin alma adresi türetilemedi ve yerel olarak sürdürülemedi.
uk: Нову адресу отримання Bitcoin не вдалося отримати та зберегти локально.
vi: Không thể lấy địa chỉ nhận Bitcoin mới và tồn tại cục bộ.
zh_hans: 无法在本地派生并保留新的 Bitcoin 接收地址。
zh_hant: 無法在本地派生並保留新的 Bitcoin 接收位址。

# wallet_bitcoin_receive_ready
source: New Bitcoin receive address saved.
ar: تم حفظ عنوان الاستلام Bitcoin الجديد.
de: Neue Empfangsadresse Bitcoin gespeichert.
es: Nueva dirección de recepción Bitcoin guardada.
fa: آدرس دریافت جدید Bitcoin ذخیره شد.
fr: Nouvelle adresse de réception Bitcoin enregistrée.
he: כתובת קבלה חדשה Bitcoin נשמרה.
hi: नया Bitcoin प्राप्त पता सहेजा गया।
id: Bitcoin baru menerima alamat yang disimpan.
it: Il nuovo Bitcoin riceve l'indirizzo salvato.
ja: 新しい Bitcoin 受信アドレスが保存されました。
ko: 새로운 Bitcoin 수신 주소가 저장되었습니다.
nl: Nieuw Bitcoin ontvangstadres opgeslagen.
pl: Zapisano nowy adres odbioru Bitcoin.
pt: Novo endereço de recebimento Bitcoin salvo.
ru: Новый адрес получения Bitcoin сохранен.
tr: Yeni Bitcoin alma adresi kaydedildi.
uk: Нова адреса отримання Bitcoin збережена.
vi: Đã lưu địa chỉ nhận Bitcoin mới.
zh_hans: 新的 Bitcoin 接收地址已保存。
zh_hant: 新的 Bitcoin 接收地址已保存。

# wallet_bitcoin_receive_unavailable
source: Unlock the direct wallet to derive a local Bitcoin receive address.
ar: افتح المحفظة المباشرة لاشتقاق عنوان استلام Bitcoin محلي.
de: Entsperren Sie das direkte Wallet, um eine lokale Bitcoin-Empfangsadresse abzuleiten.
es: Desbloquee la billetera directa para obtener una dirección de recepción local Bitcoin.
fa: برای استخراج آدرس دریافت محلی Bitcoin، کیف پول مستقیم را باز کنید.
fr: Déverrouillez le portefeuille direct pour dériver une adresse de réception locale Bitcoin.
he: בטל את נעילת הארנק הישיר כדי לגזור כתובת מקומית לקבלת Bitcoin.
hi: स्थानीय Bitcoin प्राप्त पता प्राप्त करने के लिए सीधे वॉलेट को अनलॉक करें।
id: Buka kunci dompet langsung untuk mendapatkan alamat penerimaan Bitcoin lokal.
it: Sblocca il portafoglio diretto per ricavare un indirizzo di ricezione Bitcoin locale.
ja: ダイレクトウォレットのロックを解除して、ローカルのBitcoin受信アドレスを取得します。
ko: 로컬 Bitcoin 수신 주소를 파생하려면 직접 지갑을 잠금 해제하세요.
nl: Ontgrendel de directe portemonnee om een lokaal Bitcoin-ontvangstadres af te leiden.
pl: Odblokuj portfel bezpośredni, aby uzyskać lokalny adres odbiorczy Bitcoin.
pt: Desbloqueie a carteira direta para obter um endereço de recebimento Bitcoin local.
ru: Разблокируйте прямой кошелек, чтобы получить локальный адрес получения Bitcoin.
tr: Yerel bir Bitcoin alma adresi elde etmek için doğrudan cüzdanın kilidini açın.
uk: Розблокуйте прямий гаманець, щоб отримати локальну адресу отримання Bitcoin.
vi: Mở khóa ví trực tiếp để lấy địa chỉ nhận Bitcoin cục bộ.
zh_hans: 解锁直接钱包，派生本地Bitcoin接收地址。
zh_hant: 解鎖直接錢包，派生本地Bitcoin接收位址。

# wallet_bitcoin_recent_activity
source: Bitcoin recent activity
ar: النشاط الأخير Bitcoin
de: Bitcoin aktuelle Aktivität
es: Actividad reciente de Bitcoin
fa: فعالیت اخیر Bitcoin
fr: Activité récente Bitcoin
he: Bitcoin פעילות אחרונה
hi: Bitcoin हाल की गतिविधि
id: Bitcoin aktivitas terkini
it: Bitcoin attività recente
ja: Bitcoin の最近のアクティビティ
ko: Bitcoin 최근 활동
nl: Bitcoin recente activiteit
pl: Ostatnia aktywność Bitcoin
pt: Atividade recente de Bitcoin
ru: Bitcoin недавняя активность
tr: Bitcoin son aktivite
uk: Остання діяльність Bitcoin
vi: Hoạt động gần đây của Bitcoin
zh_hans: Bitcoin近期活动
zh_hant: Bitcoin近期活動

# wallet_bitcoin_send_accepted
source: Direct peers accepted Bitcoin transaction %1$@.
ar: قبل الأقران المباشرون معاملة Bitcoin %1$@.
de: Direkte Peers akzeptierten die Bitcoin-Transaktion %1$@.
es: Los pares directos aceptaron la transacción Bitcoin %1$@.
fa: همتایان مستقیم تراکنش Bitcoin %1$@ را پذیرفتند.
fr: Les homologues directs ont accepté la transaction Bitcoin %1$@.
he: עמיתים ישירים התקבלו בעסקת Bitcoin %1$@.
hi: प्रत्यक्ष साथियों ने Bitcoin लेनदेन %1$@ स्वीकार किया।
id: Rekan langsung menerima transaksi Bitcoin %1$@.
it: I peer diretti hanno accettato la transazione Bitcoin %1$@.
ja: 直接ピアは Bitcoin トランザクション %1$@ を受け入れました。
ko: 직접 피어가 Bitcoin 트랜잭션 %1$@를 수락했습니다.
nl: Directe peers accepteerden Bitcoin-transactie %1$@.
pl: Bezpośredni partnerzy zaakceptowali transakcję Bitcoin %1$@.
pt: Os pares diretos aceitaram a transação Bitcoin %1$@.
ru: Прямые одноранговые узлы приняли транзакцию Bitcoin %1$@.
tr: Doğrudan eşler Bitcoin %1$@ işlemini kabul etti.
uk: Прямі партнери прийняли транзакцію Bitcoin %1$@.
vi: Các đồng nghiệp trực tiếp chấp nhận giao dịch Bitcoin %1$@.
zh_hans: 直接同行接受了Bitcoin交易%1$@。
zh_hant: 直接同行接受了Bitcoin交易%1$@。

# wallet_bitcoin_send_action_pending
source: A Bitcoin transaction is already awaiting review or broadcast. Finish it or reopen and synchronize before preparing another.
ar: معاملة Bitcoin تنتظر المراجعة أو البث بالفعل. قم بإنهائه أو أعد فتحه وقم بمزامنته قبل إعداد ملف آخر.
de: Eine Bitcoin-Transaktion wartet bereits auf Überprüfung oder Übertragung. Beenden Sie es oder öffnen Sie es erneut und synchronisieren Sie es, bevor Sie ein anderes vorbereiten.
es: Una transacción Bitcoin ya está pendiente de revisión o transmisión. Termínalo o vuelve a abrirlo y sincronízalo antes de preparar otro.
fa: تراکنش Bitcoin در حال حاضر در انتظار بررسی یا پخش است. آن را تمام کنید یا دوباره باز کنید و قبل از تهیه دیگری همگام کنید.
fr: Une transaction Bitcoin est déjà en attente de révision ou de diffusion. Terminez-le ou rouvrez-le et synchronisez-le avant d'en préparer un autre.
he: עסקת Bitcoin כבר ממתינה לבדיקה או לשידור. סיים אותו או פתח מחדש וסנכרן לפני הכנת עוד.
hi: एक Bitcoin लेनदेन पहले से ही समीक्षा या प्रसारण की प्रतीक्षा कर रहा है। दूसरा तैयार करने से पहले इसे ख़त्म करें या फिर से खोलें और सिंक्रोनाइज़ करें।
id: Transaksi Bitcoin sedang menunggu peninjauan atau siaran. Selesaikan atau buka kembali dan sinkronkan sebelum menyiapkan yang lain.
it: Una transazione Bitcoin è già in attesa di revisione o trasmissione. Terminalo o riaprilo e sincronizzalo prima di prepararne un altro.
ja: Bitcoin トランザクションはすでにレビューまたはブロードキャストを待っています。それを終了するか、別の準備をする前に再度開いて同期してください。
ko: Bitcoin 거래가 이미 검토 또는 브로드캐스트 대기 중입니다. 다른 작업을 준비하기 전에 완료하거나 다시 열고 동기화하세요.
nl: Een Bitcoin-transactie wacht al op beoordeling of uitzending. Maak het af of open het opnieuw en synchroniseer voordat u een ander voorbereidt.
pl: Transakcja Bitcoin już oczekuje na sprawdzenie lub transmisję. Zakończ lub otwórz ponownie i zsynchronizuj przed przygotowaniem kolejnego.
pt: Uma transação Bitcoin já está aguardando revisão ou transmissão. Conclua ou reabra e sincronize antes de preparar outro.
ru: Транзакция Bitcoin уже ожидает рассмотрения или трансляции. Завершите его или снова откройте и синхронизируйте, прежде чем готовить следующий.
tr: Bir Bitcoin işlemi zaten incelenmeyi veya yayınlanmayı bekliyor. Başka bir tane hazırlamadan önce bitirin veya yeniden açın ve senkronize edin.
uk: Трансакція Bitcoin вже очікує на перегляд або трансляцію. Завершіть його або знову відкрийте та синхронізуйте, перш ніж готувати інший.
vi: Giao dịch Bitcoin đang chờ xem xét hoặc phát sóng. Hoàn thành nó hoặc mở lại và đồng bộ hóa trước khi chuẩn bị cái khác.
zh_hans: Bitcoin 交易已在等待审核或广播。完成它或在准备另一个之前重新打开并同步。
zh_hant: Bitcoin 交易已在等待審核或廣播。完成它或在準備另一個之前重新打開並同步。

# wallet_bitcoin_send_ambiguous
source: This Bitcoin transaction is saved but not yet submitted. Unlock and synchronize to retry it. Do not create another send.
ar: تم حفظ معاملة Bitcoin هذه ولكن لم يتم إرسالها بعد. قم بإلغاء القفل والمزامنة لإعادة المحاولة. لا تقم بإنشاء إرسال آخر.
de: Diese Bitcoin-Transaktion wurde gespeichert, aber noch nicht übermittelt. Entsperren und synchronisieren, um es erneut zu versuchen. Erstellen Sie keinen weiteren Versand.
es: Esta transacción Bitcoin se guardó pero aún no se envió. Desbloquee y sincronice para volver a intentarlo. No crees otro envío.
fa: این تراکنش Bitcoin ذخیره شده است اما هنوز ارسال نشده است. برای امتحان مجدد، قفل را باز کرده و همگام کنید. ارسال دیگری ایجاد نکنید.
fr: Cette transaction Bitcoin est enregistrée mais pas encore soumise. Déverrouillez et synchronisez pour réessayer. Ne créez pas un autre envoi.
he: עסקת Bitcoin זו נשמרה אך טרם הוגשה. בטל את הנעילה וסנכרן כדי לנסות שוב. אל תיצור עוד שליחה.
hi: यह Bitcoin लेनदेन सहेजा गया है लेकिन अभी तक सबमिट नहीं किया गया है। इसे पुनः प्रयास करने के लिए अनलॉक और सिंक्रोनाइज़ करें। दूसरा सेंड न बनाएं.
id: Transaksi Bitcoin ini telah disimpan tetapi belum dikirimkan. Buka kunci dan sinkronkan untuk mencobanya lagi. Jangan membuat pengiriman lain.
it: Questa transazione Bitcoin è salvata ma non ancora inviata. Sblocca e sincronizza per riprovare. Non creare un altro invio.
ja: この Bitcoin トランザクションは保存されていますが、まだ送信されていません。ロックを解除して同期し、再試行してください。別の送信を作成しないでください。
ko: 이 Bitcoin 거래는 저장되었지만 아직 제출되지 않았습니다. 다시 시도하려면 잠금을 해제하고 동기화하세요. 다른 전송을 생성하지 마십시오.
nl: Deze Bitcoin-transactie is opgeslagen maar nog niet verzonden. Ontgrendel en synchroniseer om het opnieuw te proberen. Maak geen nieuwe verzending aan.
pl: Ta transakcja Bitcoin została zapisana, ale nie została jeszcze przesłana. Odblokuj i zsynchronizuj, aby spróbować ponownie. Nie twórz kolejnej wysyłki.
pt: Esta transação Bitcoin foi salva, mas ainda não foi enviada. Desbloqueie e sincronize para tentar novamente. Não crie outro envio.
ru: Эта транзакция Bitcoin сохранена, но еще не отправлена. Разблокируйте и синхронизируйте, чтобы повторить попытку. Не создавайте еще одну отправку.
tr: Bu Bitcoin işlemi kaydedildi ancak henüz gönderilmedi. Yeniden denemek için kilidi açın ve senkronize edin. Başka bir gönderim oluşturmayın.
uk: Цю трансакцію Bitcoin збережено, але ще не надіслано. Розблокуйте та синхронізуйте, щоб повторити спробу. Не створюйте іншу відправку.
vi: Giao dịch Bitcoin này đã được lưu nhưng chưa được gửi. Mở khóa và đồng bộ hóa để thử lại. Không tạo một lần gửi khác.
zh_hans: 此 Bitcoin 交易已保存但尚未提交。解锁并同步以重试。不要创建另一个发送。
zh_hant: 此 Bitcoin 交易已儲存但尚未提交。解鎖並同步以重試。不要創建另一個發送。

# wallet_bitcoin_send_amount_hint
source: Amount in satoshis
ar: المبلغ بالساتوشي
de: Betrag in Satoshis
es: Cantidad en satoshis
fa: مقدار بر حسب ساتوشی
fr: Montant en satoshis
he: כמות בסאטושי
hi: सातोशि में राशि
id: Jumlah dalam satoshi
it: Importo in satoshi
ja: サトシス単位の量
ko: 사토시 단위의 금액
nl: Bedrag in satoshi's
pl: Kwota w satoshi
pt: Quantidade em satoshis
ru: Сумма в сатоши
tr: Satoshi cinsinden miktar
uk: Сума в сатоші
vi: Số tiền tính bằng satoshi
zh_hans: 金额（聪）
zh_hant: 金額（聰）

# wallet_bitcoin_send_amount_minimum
source: The recipient amount is below the Bitcoin dust limit for this transaction.
ar: مبلغ المستلم أقل من حد الغبار Bitcoin لهذه المعاملة.
de: Der Empfängerbetrag liegt unter der Staubgrenze Bitcoin für diese Transaktion.
es: El monto del destinatario está por debajo del límite de polvo Bitcoin para esta transacción.
fa: مبلغ دریافت کننده کمتر از حد گرد و غبار Bitcoin برای این تراکنش است.
fr: Le montant du destinataire est inférieur à la limite de poussière Bitcoin pour cette transaction.
he: סכום הנמען נמוך ממגבלת האבק Bitcoin עבור עסקה זו.
hi: इस लेनदेन के लिए प्राप्तकर्ता राशि Bitcoin धूल सीमा से कम है।
id: Jumlah penerima di bawah batas debu Bitcoin untuk transaksi ini.
it: L'importo del destinatario è inferiore al limite di polvere Bitcoin per questa transazione.
ja: 受取人の金額が、この取引の Bitcoin ダスト制限を下回っています。
ko: 이 거래에 대한 수취인 금액은 Bitcoin 먼지 한도보다 낮습니다.
nl: Het bedrag van de ontvanger ligt onder de stoflimiet Bitcoin voor deze transactie.
pl: Kwota odbiorcy jest niższa od limitu pyłu Bitcoin dla tej transakcji.
pt: O valor do destinatário está abaixo do limite de poeira Bitcoin para esta transação.
ru: Сумма получателя ниже предела пыли Bitcoin для этой транзакции.
tr: Alıcı miktarı, bu işlem için Bitcoin toz sınırının altında.
uk: Сума одержувача нижча за ліміт пилу Bitcoin для цієї транзакції.
vi: Số tiền người nhận thấp hơn giới hạn bụi Bitcoin cho giao dịch này.
zh_hans: 收件人金额低于此交易的 Bitcoin 灰尘限制。
zh_hant: 收件者金額低於此交易的 Bitcoin 灰塵限制。

# wallet_bitcoin_send_approval_message
source: Recipient: %1$@ Amount: %2$d sats Fee: %3$d sats Maximum fee: %4$d sats Approval expires: %5$@ Only this transaction can be broadcast.
ar: المستلم: %1$@ المبلغ: %2$d sats الرسوم: %3$d sats الحد الأقصى للرسوم: %4$d sats تنتهي صلاحية الموافقة: %5$@ يمكن بث هذه المعاملة فقط.
de: Empfänger: %1$@ ABetrag: %2$d sats Gebühr: %3$d sats Maximale Gebühr: %4$d sats Genehmigung läuft ab: %5$@ Nur diese Transaktion kann gesendet werden.
es: Destinatario: %1$@ Amonto: %2$d sats Tarifa: %3$d sats Tarifa máxima: %4$d sats La aprobación caduca: %5$@ Solo se puede transmitir esta transacción.
fa: گیرنده: %1$@ مقدار: %2$d نشست کارمزد: %3$d نشست حداکثر کارمزد: %4$d جلسه تأیید منقضی می‌شود: %5$@ فقط این تراکنش می تواند پخش شود.
fr: Destinataire : %1$@ AMontant : %2$d sats Frais : %3$d sats Frais maximum : %4$d sats Al'approbation expire : %5$@ Seule cette transaction peut être diffusée.
he: מְקַבֵּל: %1$@ כמות: %2$d sats עמלה: %3$d sats עמלה מקסימלית: %4$d sats תוקף האישור יפוג: %5$@ ניתן לשדר רק עסקה זו.
hi: प्राप्तकर्ता: %1$@ राशि: %2$d sats शुल्क: %3$d शनिवार अधिकतम शुल्क: %4$d sats अनुमोदन समाप्त हो रहा है: %5$@ केवल इस लेनदेन को प्रसारित किया जा सकता है।
id: Penerima: %1$@ AJumlah: %2$d sats Biaya: %3$d sats Biaya maksimum: %4$d sats Persetujuan berakhir: %5$@ Hanya transaksi ini yang dapat disiarkan.
it: Destinatario: %1$@ Amount: %2$d sats Tariffa: %3$d sats Tariffa massima: %4$d sats L'approvazione scade: %5$@ Solo questa transazione può essere trasmessa.
ja: 受信者: %1$@ 金額: %2$d 飽和 料金: %3$d 飽和 最大料金: %4$d 飽和 承認の有効期限が切れます: %5$@ このトランザクションのみをブロードキャストできます。
ko: 받는 사람: %1$@ 금액: %2$d sats 수수료: %3$d sats 최대 수수료: %4$d sats 승인 만료: %5$@ 이 거래만 브로드캐스트할 수 있습니다.
nl: Ontvanger: %1$@ Amount: %2$d sats Vergoeding: %3$d sats Maximale vergoeding: %4$d sats Goedkeuring verloopt: %5$@ Alleen deze transactie kan worden uitgezonden.
pl: Odbiorca: %1$@ Akwota: %2$d sats Opłata: %3$d sats Opłata maksymalna: %4$d sats Azatwierdzenie wygasa: %5$@ Tylko ta transakcja może być rozgłaszana.
pt: Destinatário: %1$@ AQuantidade: %2$d sats Taxa: %3$d sats Taxa máxima: %4$d sats A aprovação expira: %5$@ Somente esta transação pode ser transmitida.
ru: Получатель: %1$@ Сумма: %2$d sats Комиссия: %3$d sats Максимальная комиссия: %4$d sats Срок действия утверждения истек: %5$@ Только эта транзакция может быть широковещательной.
tr: Alıcı: %1$@ Amiktar: %2$d sats Ücret: %3$d sats Maksimum ücret: %4$d sats Onay süresi doluyor: %5$@ Yalnızca bu işlem yayınlanabilir.
uk: Одержувач: %1$@ Aсума: %2$d sats Комісія: %3$d sats Максимальна комісія: %4$d sats A Термін дії схвалення закінчився: %5$@ Тільки ця трансакція може транслюватися.
vi: Người nhận: %1$@ ASố tiền: %2$d sats Phí: %3$d sats Phí tối đa: %4$d sats Phê duyệt hết hạn: %5$@ Chỉ giao dịch này mới có thể được phát sóng.
zh_hans: 收件人： %1$@ 金额：%2$d sats 费用：%3$d sats 最高费用： %4$d sats 审批过期：%5$@ 只能广播此交易。
zh_hant: 接受者： %1$@ 金額： %2$d週六 費用： %3$d週六 最高費用： %4$d sats 批准到期： %5$@ 只有該交易才能被廣播。

# wallet_bitcoin_send_approval_title
source: Approve this Bitcoin transaction?
ar: هل توافق على معاملة Bitcoin هذه؟
de: Diese Bitcoin-Transaktion genehmigen?
es: ¿Aprobar esta transacción Bitcoin?
fa: این تراکنش Bitcoin را تأیید می کنید؟
fr: Approuver cette transaction Bitcoin ?
he: האם לאשר עסקת Bitcoin זו?
hi: इस Bitcoin लेनदेन को स्वीकृत करें?
id: Setujui transaksi Bitcoin ini?
it: Approvare questa transazione Bitcoin?
ja: この Bitcoin トランザクションを承認しますか?
ko: 이 Bitcoin 거래를 승인하시겠습니까?
nl: Deze Bitcoin-transactie goedkeuren?
pl: Zatwierdzić tę transakcję Bitcoin?
pt: Aprova esta transação Bitcoin?
ru: Одобрить эту транзакцию Bitcoin?
tr: Bu Bitcoin işlemi onaylansın mı?
uk: Схвалити цю транзакцію Bitcoin?
vi: Phê duyệt giao dịch Bitcoin này?
zh_hans: 批准这笔Bitcoin交易吗？
zh_hant: 批准這筆Bitcoin交易嗎？

# wallet_bitcoin_send_broadcasting
source: Broadcasting the exact approved Bitcoin transaction through direct Kyoto peers…
ar: بث معاملة Bitcoin المعتمدة بالضبط من خلال أقران Kyoto المباشرين...
de: Übertragung der genauen genehmigten Bitcoin-Transaktion über direkte Kyoto-Peers…
es: Transmitiendo la transacción Bitcoin aprobada exacta a través de pares directos Kyoto...
fa: پخش تراکنش تایید شده دقیق Bitcoin از طریق همتایان مستقیم Kyoto…
fr: Diffusion de la transaction Bitcoin exactement approuvée via des pairs directs Kyoto…
he: שידור עסקת Bitcoin המאושרת במדויק באמצעות עמיתים ישירים של Kyoto...
hi: प्रत्यक्ष Kyoto साथियों के माध्यम से सटीक स्वीकृत Bitcoin लेनदेन का प्रसारण…
id: Menyiarkan transaksi Bitcoin yang disetujui secara tepat melalui rekan Kyoto langsung…
it: Trasmissione dell'esatta transazione Bitcoin approvata tramite peer Kyoto diretti...
ja: 直接の Kyoto ピアを通じて、正確に承認された Bitcoin トランザクションをブロードキャストしています…
ko: 직접 Kyoto 피어를 통해 승인된 정확한 Bitcoin 트랜잭션을 브로드캐스팅합니다…
nl: De exact goedgekeurde Bitcoin-transactie uitzenden via directe Kyoto-peers...
pl: Rozgłaszanie dokładnie zatwierdzonej transakcji Bitcoin poprzez bezpośrednie urządzenia równorzędne Kyoto…
pt: Transmitindo a transação Bitcoin exata e aprovada por meio de pares Kyoto diretos…
ru: Трансляция точно утвержденной транзакции Bitcoin через прямые узлы Kyoto…
tr: Tam olarak onaylanmış Bitcoin işleminin doğrudan Kyoto eşleri aracılığıyla yayınlanması…
uk: Трансляція точної схваленої транзакції Bitcoin через прямі однорангові Kyoto…
vi: Phát sóng giao dịch Bitcoin đã được phê duyệt chính xác thông qua các đồng nghiệp Kyoto trực tiếp…
zh_hans: 通过直接的 Kyoto 节点广播确切批准的 Bitcoin 交易……
zh_hant: 透過直接的 Kyoto 節點廣播確切批准的 Bitcoin 交易…

# wallet_bitcoin_send_destination_hint
source: Exact Bitcoin recipient address
ar: عنوان المستلم Bitcoin الدقيق
de: Genaue Bitcoin-Empfängeradresse
es: Dirección exacta del destinatario Bitcoin
fa: آدرس دقیق گیرنده Bitcoin
fr: Adresse exacte du destinataire Bitcoin
he: כתובת נמען מדויקת של Bitcoin
hi: सटीक Bitcoin प्राप्तकर्ता पता
id: Alamat penerima Bitcoin yang tepat
it: Indirizzo esatto del destinatario Bitcoin
ja: 正確な Bitcoin 受信者アドレス
ko: 정확한 Bitcoin 수신자 주소
nl: Exact adres van de Bitcoin-ontvanger
pl: Dokładny adres odbiorcy Bitcoin
pt: Endereço exato do destinatário Bitcoin
ru: Точный адрес получателя Bitcoin
tr: Tam Bitcoin alıcı adresi
uk: Точна адреса одержувача Bitcoin
vi: Địa chỉ người nhận Bitcoin chính xác
zh_hans: 确切的 Bitcoin 收件人地址
zh_hant: 確切的 Bitcoin 收件者地址
